{
    "sessionControls": {
        "disableResilienceDefaults": null,
        "applicationEnforcedRestrictions": null,
        "cloudAppSecurity": null,
        "persistentBrowser": null,
        "continuousAccessEvaluation": null,
        "secureSignInSession": null,
        "networkAccessSecurity": null,
        "globalSecureAccessFilteringProfile": null,
        "signInFrequency": {
          "value": null,
          "type": null,
          "authenticationType": "primaryAndSecondaryAuthentication",
          "frequencyInterval": "everyTime",
          "isEnabled": true
        }
    },
    "conditions": {
      "userRiskLevels": [],
      "signInRiskLevels": [],
      "clientAppTypes": [
        "all"
      ],
      "servicePrincipalRiskLevels": [],
      "insiderRiskLevels": null,
      "clients": null,
      "platforms": null,
      "locations": null,
      "times": null,
      "deviceStates": null,
      "devices": null,
      "clientApplications": null,
      "authenticationFlows": null,
      "applications": {
        "includeApplications": [
          "0000000a-0000-0000-c000-000000000000"
        ],
        "excludeApplications": [],
        "includeUserActions": [],
        "includeAuthenticationContextClassReferences": [],
        "applicationFilter": null,
        "networkAccess": null,
        "globalSecureAccess": null
      },
      "users": {
        "includeUsers": [
          "None"
        ],
        "excludeUsers": [],
        "includeGroups": [],
        "excludeGroups": [],
        "includeRoles": [],
        "excludeRoles": [],
        "includeGuestsOrExternalUsers": null,
        "excludeGuestsOrExternalUsers": null
      }
    },
    "grantControls": {
      "operator": "AND",
      "builtInControls": [
        "compliantDevice",
        "mfa"
      ],
      "customAuthenticationFactors": [],
      "termsOfUse": [],
      "authenticationStrength": null
    },
    "displayName": "Intuneポリシー",
    "state": "enabledForReportingButNotEnforced"
}